---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemBarTypeBottomDirn2
source: html/85f924aa-e8c9-a1f6-7c2e-c0934f8c9820.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemBarTypeBottomDirn2 Property

"Bottom Minor Bar Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemBarTypeBottomDirn2 { get; }
```